{
  "100": {
    "title": "Términos y Condiciones Generales",
    "body": "Este documento contiene los Términos y Condiciones del servicio Parkeaya (versión 100).\n\n1. Uso del servicio: El usuario declara que usará la plataforma conforme a la ley y a estas condiciones.\n2. Privacidad: Parkeaya recopila los datos necesarios para gestionar reservas y comunicarse con los usuarios.\n3. Responsabilidad: Parkeaya no es responsable por daños indirectos derivados del uso del servicio salvo en los casos previstos por la ley.\n4. Modificaciones: Nos reservamos el derecho a modificar estos términos; las versiones nuevas se publicarán en la plataforma.\n\nÚltima actualización: 2025-11-29"
  },
  "101": {
    "title": "Términos Específicos - Reservas",
    "body": "Condiciones específicas para reservas de estacionamiento.\n\n1. Confirmación: La reserva se confirma al recibir el pago correspondiente.\n2. Tiempos de reserva: El usuario debe respetar los horarios establecidos.\n3. Extensión: Para extender una reserva, debe realizarse antes de que finalice el tiempo contratado.\n4. No show: Si el usuario no se presenta, se aplicarán las tarifas establecidas.\n5. Cancelación: Las cancelaciones están sujetas a la política específica de cada estacionamiento.\n\nÚltima actualización: 2025-11-29"
  },
  "102": {
    "title": "Condiciones de Uso - Vehículos",
    "body": "Políticas sobre registro y uso de vehículos.\n\n1. Veracidad: El usuario garantiza que la información del vehículo es correcta.\n2. Mantenimiento: El vehículo debe estar en condiciones óptimas de funcionamiento.\n3. Seguro: El usuario es responsable de contar con el seguro vigente.\n4. Acceso: Solo los vehículos registrados pueden utilizar los estacionamientos.\n5. Modificaciones: Cualquier cambio en el vehículo debe notificarse.\n\nÚltima actualización: 2025-11-29"
  },
  "103": {
    "title": "Política de Cancelaciones",
    "body": "Condiciones para cancelar reservas y reembolsos.\n\n1. Plazos: Las cancelaciones deben realizarse con al menos 2 horas de anticipación.\n2. Reembolsos: Los reembolsos se procesarán en un plazo de 5-10 días hábiles.\n3. Penalizaciones: Cancelaciones tardías pueden tener cargos administrativos.\n4. Excepciones: En casos de fuerza mayor, se evaluará cada situación.\n5. Contacto: Para cancelaciones, contactar al soporte o usar la app.\n\nÚltima actualización: 2025-11-29"
  },
  "104": {
    "title": "Condiciones de Tarifas",
    "body": "Información sobre tarifas, precios y cargos.\n\n1. Precios: Los precios mostrados son por hora de estacionamiento.\n2. Impuestos: Todas las tarifas incluyen los impuestos aplicables.\n3. Cargos adicionales: Servicios especiales pueden tener cargos extra.\n4. Promociones: Las promociones no son acumulables.\n5. Cambios: Nos reservamos el derecho de ajustar tarifas con previo aviso.\n\nÚltima actualización: 2025-11-29"
  },
  "105": {
    "title": "Términos y Condiciones - Versión 105",
    "body": "Términos y Condiciones (versión 105).\n\n1. Datos personales: Tratamos datos conforme a la normativa aplicable.\n2. Consentimiento: El uso de la app implica consentimiento para el tratamiento indicado.\n3. Derechos ARCO: Los usuarios pueden ejercer derechos de acceso, rectificación y supresión.\n4. Contacto: Solicitudes a privacidad@parkeaya.example\n\nÚltima actualización: 2025-11-29"
  },
  "106": {
    "title": "Términos y Condiciones - Versión 106",
    "body": "Términos y Condiciones (versión 106).\n\n1. Tarifas: Las tarifas mostradas pueden estar sujetas a impuestos y cargos adicionales.\n2. Facturación: Emitimos comprobantes según la normativa vigente.\n3. Reclamaciones: Las disputas sobre cargos deben comunicarse dentro de los plazos indicados.\n4. Reembolsos: Las políticas de reembolso aplican según el caso.\n\nÚltima actualización: 2025-11-29"
  },
  "107": {
    "title": "Términos y Condiciones - Versión 107",
    "body": "Términos y Condiciones (versión 107).\n\n1. Usuarios menores: El servicio no está dirigido a menores sin consentimiento.\n2. Representación: Los padres o tutores son responsables por usuarios menores.\n3. Contenido: No se permite contenido ofensivo ni discriminatorio.\n4. Medidas: Tomaremos medidas ante violaciones.\n\nÚltima actualización: 2025-11-29"
  },
  "108": {
    "title": "Términos y Condiciones - Versión 108",
    "body": "Términos y Condiciones (versión 108).\n\n1. Integraciones: Podemos integrar terceros para pagos y servicios auxiliares.\n2. Responsabilidad de terceros: No somos responsables por servicios de terceros.\n3. Enlaces: La app puede contener enlaces a sitios externos.\n4. Términos de terceros: Aplican los términos de dichos servicios.\n\nÚltima actualización: 2025-11-29"
  },
  "109": {
    "title": "Términos y Condiciones - Versión 109",
    "body": "Términos y Condiciones (versión 109).\n\n1. Comunicaciones: Podemos enviar notificaciones por email o push.\n2. Opt-out: El usuario puede desactivar ciertas notificaciones.\n3. Cambios en comunicación: Ajustes se comunicarán oportunamente.\n4. Soporte: Soporte disponible en horario laboral.\n\nÚltima actualización: 2025-11-29"
  },
  "110": {
    "title": "Términos y Condiciones - Versión 110",
    "body": "Términos y Condiciones (versión 110).\n\n1. Garantías: El servicio se provee sin garantías adicionales salvo las legales.\n2. Límites: No garantizamos resultados específicos del uso del servicio.\n3. Exenciones: Exenciones se aplican según la ley.\n4. Recursos: Los recursos del servicio pueden variar.\n\nÚltima actualización: 2025-11-29"
  },
  "111": {
    "title": "Términos y Condiciones - Versión 111",
    "body": "Términos y Condiciones (versión 111).\n\n1. Propiedad de datos: El usuario conserva la titularidad de sus datos.\n2. Uso de datos: Nos autorizas a usar datos para la prestación del servicio.\n3. Exportación: Puedes solicitar exportar tus datos.\n4. Conservación: Los datos se conservan según la política de retención.\n\nÚltima actualización: 2025-11-29"
  },
  "112": {
    "title": "Términos y Condiciones - Versión 112",
    "body": "Términos y Condiciones (versión 112).\n\n1. Seguros: Cualquier seguro es responsabilidad del usuario salvo indicación contraria.\n2. Reclamaciones: Reclamaciones de terceros deben comunicarse.\n3. Colaboración: Cooperaremos en casos de investigación legítima.\n4. Excepciones: Pueden aplicarse condiciones particulares.\n\nÚltima actualización: 2025-11-29"
  },
  "200": {
    "title": "Política de Privacidad",
    "body": "Política de privacidad de Parkeaya.\n\n1. Datos recabados: nombre, correo, teléfono, datos del vehículo y ubicación.\n2. Finalidad: gestión de reservas, notificaciones y mejora del servicio.\n3. Compartir datos: Solo compartimos datos con proveedores necesarios para el servicio.\n4. Seguridad: Implementamos medidas de seguridad para proteger tus datos.\n5. Derechos: Puedes solicitar acceso, corrección o eliminación de tus datos.\n\nÚltima actualización: 2025-11-29"
  },
  "201": {
    "title": "Política de Cookies",
    "body": "Uso de cookies y tecnologías similares.\n\n1. Qué son cookies: Pequeños archivos que se almacenan en tu dispositivo.\n2. Tipos: Cookies técnicas, analíticas y de preferencias.\n3. Propósito: Mejorar la experiencia de usuario y analizar el uso del servicio.\n4. Control: Puedes gestionar cookies desde la configuración de tu navegador.\n5. Consentimiento: Al usar nuestra app, aceptas el uso de cookies.\n\nÚltima actualización: 2025-11-29"
  },
  "300": {
    "title": "Preguntas Frecuentes (FAQ)",
    "body": "Respuestas a las preguntas más comunes.\n\n1. ¿Cómo reservo? Selecciona un estacionamiento, elige fecha/hora y paga.\n2. ¿Puedo cancelar? Sí, hasta 2 horas antes sin costo.\n3. ¿Qué métodos de pago aceptan? Tarjetas de crédito/débito y PayPal.\n4. ¿Necesito crear cuenta? Sí, para gestionar tus reservas.\n5. ¿Hay app para iOS? Próximamente.\n6. ¿Soporte 24/7? Soporte en horario comercial.\n\nÚltima actualización: 2025-11-29"
  },
  "400": {
    "title": "Contacto y Soporte",
    "body": "Información de contacto y canales de soporte.\n\n1. Correo electrónico: soporte@parkeaya.com\n2. Teléfono: +51 926 065 973 (L-V 9am-6pm)\n3. Chat en app: Disponible en la sección de ayuda\n4. Dirección: Calle Ficticia 123, Ciudad, País\n5. Redes sociales: @parkeaya en Twitter y Facebook\n6. Tiempo de respuesta: 24-48 horas hábiles\n\nÚltima actualización: 2025-11-29"
  }
}